cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'ansible'
brew 'coreutils'
brew 'direnv'
brew 'go'
brew 'imagemagick'
brew 'jq'
brew 'node'
brew 'pgweb'
brew 'rbenv'
brew 'readline'
brew 'ripgrep'
brew 'screen'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'discord'
cask 'firefox'
cask 'gitify'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keybase'
cask 'postgres'
cask 'rightzoom'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'visual-studio-code'