cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'direnv'
brew 'go'
brew 'imagemagick'
brew 'jq'
brew 'node'
brew 'readline'
brew 'rbenv'
brew 'screen'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'firefox'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'slack'
cask 'transmission'